[
    {
      "id": 1,
      "service_name": "Elegant Wedding Planning",
      "sub_heading": "Creating Your Dream Wedding",
      "color": "#FF69B4",
      "short_description": "From venue selection to floral arrangements, we'll ensure your special day is a dream come true.",
      "description_one": "Elegant Wedding Planning specializes in turning dreams into reality, curating unforgettable moments that resonate with timeless beauty and sophistication. From the initial selection of the perfect venue to the meticulous arrangement of breathtaking floral displays, every detail is carefully orchestrated to ensure your special day is nothing short of a fairytale come true. Our dedicated team works closely with couples, understanding their unique vision and infusing it into every element of the celebration. With an unwavering commitment to excellence, we ensure that each event exudes an aura of refined elegance and leaves a lasting impression on all who attend.",
      "description_two": "At Elegant Wedding Planning, we believe that a wedding is more than just an event; it's an experience that should reflect the love story of the couple. Our partnerships with top-tier vendors guarantee a seamless and enchanting celebration, where no detail is too small and no request too extravagant. We pride ourselves on our ability to create an ambiance that not only captivates the senses but also captures the essence of the couple's journey together. With us, you can trust that your wedding day will be a harmonious blend of romance, luxury, and impeccable style.",
      "description_three": "What sets Elegant Wedding Planning apart is our unwavering dedication to ensuring that every moment of your wedding is as perfect as you've always imagined. From the exchange of vows to the final dance, we're there, discreetly overseeing every aspect to ensure a flawless execution. Our team's passion for crafting extraordinary experiences, combined with our meticulous attention to detail, allows us to create weddings that are not only visually stunning but also emotionally resonant. With Elegant Wedding Planning, your wedding day will be a masterpiece, painted with the brushstrokes of love, elegance, and unforgettable memories.",
      "price": "$5,000",
      "home_image": "https://i.ibb.co/8ss4K8f/service1.jpg",
      "detail_image_one": "https://i.ibb.co/7R2hT2T/1.png",
      "detail_image_two": "https://i.ibb.co/ZdJ7Bvj/2.jpg",
      "detail_image_three": "https://i.ibb.co/dBnMkLM/3.png"
    },
    {
      "id": 2,
      "service_name": "Memorable Birthday Party",
      "sub_heading": "Crafting Unforgettable Birthdays",
      "color": "#FFD700",
      "short_description": "Let us take care of every detail, from themed decor to entertainment, for a birthday to remember.",
      "description_one": "Memorable Birthday Celebrations specializes in crafting unforgettable moments that transform ordinary birthdays into extraordinary experiences. From the selection of enchanting themes to the meticulous arrangement of decor and entertainment, every detail is thoughtfully considered to ensure a celebration that leaves a lasting mark on the guest of honor and their cherished guests. Our dedicated team takes pride in understanding the unique personality and interests of the celebrant, infusing these elements into every aspect of the party, resulting in an event that truly reflects their individuality.",
      "description_two": "At Memorable Birthday Celebrations, we believe that a birthday celebration should be a reflection of the celebrant's spirit and style. We offer a wide range of entertainment options, from interactive games to live performances, creating an atmosphere of joy and excitement that resonates with guests of all ages. Our commitment to excellence extends to the smallest details, ensuring that every moment of the celebration is filled with laughter, camaraderie, and cherished memories. With us, you can trust that your birthday celebration will be a one-of-a-kind experience that exceeds all expectations.",
      "description_three": "What sets Memorable Birthday Celebrations apart is our passion for creating personalized and immersive experiences. Our team's creativity knows no bounds, and we take pride in turning ideas into reality. Whether it's a whimsical theme, a unique entertainment concept, or a surprise element that adds an extra touch of magic, we go above and beyond to ensure that every birthday celebration is a true reflection of the celebrant's dreams and desires. With Memorable Birthday Celebrations, your special day will be an extraordinary adventure filled with laughter, love, and cherished moments.",
      "price": "$1,500",
      "home_image": "https://i.ibb.co/x1BTQPs/service2.png",
      "detail_image_one": "https://i.ibb.co/xDv8VMB/Artboard-1.jpg",
      "detail_image_two": "https://i.ibb.co/crTRfd9/Artboard-2.png",
      "detail_image_three": "https://i.ibb.co/R0YbsD0/Artboard-3.png"
    },
    {
      "id": 3,
      "service_name": "Enchanting Anniversary Gatherings",
      "sub_heading": "Celebrating Timeless Love Stories",
      "color": "#87CEFA",
      "short_description": "Celebrate your love story with a meticulously planned and beautifully executed anniversary event.",
      "description_one": "Enchanting Anniversary Gatherings specializes in curating celebrations that honor timeless love stories and mark the milestones of enduring commitment. From the selection of venues with an intimate ambiance to the exquisite decor that reflects the couple's journey, every element is thoughtfully chosen to create an atmosphere of romance and nostalgia. Our dedicated team works closely with the couple to weave their narrative into every detail, ensuring that the celebration is a deeply personal and meaningful experience for all in attendance.",
      "description_two": "At Enchanting Anniversary Gatherings, we understand that an anniversary is a testament to the enduring bond between two individuals. We source the most exquisite decor and provide seamless coordination to ensure that the celebration is a visual and emotional masterpiece. Whether it's an intimate gathering or a grand affair, our commitment to excellence remains unwavering. Every aspect of the event is designed to evoke the warmth of shared memories and the promise of a future filled with continued love and devotion.",
      "description_three": "What sets Enchanting Anniversary Gatherings apart is our ability to create an atmosphere of pure enchantment. Our team's attention to detail and creativity knows no bounds, allowing us to transform spaces into magical settings that echo the sentiments of the couple's journey together. Whether it's a meaningful touch in the decor or a carefully orchestrated moment, we take pride in ensuring that every guest leaves with a heart full of love and a memory to treasure. With Enchanting Anniversary Gatherings, your celebration will be an unforgettable ode to love, commitment, and the beauty of shared years.",
      "price": "$3,000",
      "home_image": "https://i.ibb.co/cyymFKc/service3.png",
      "detail_image_one": "https://i.ibb.co/4gc2Mjx/Artboard-1.jpg",
      "detail_image_two": "https://i.ibb.co/MBH8H0m/Artboard-2.png",
      "detail_image_three": "https://i.ibb.co/DpV11Q1/Artboard-3.png"
    },
    {
      "id": 4,
      "service_name": "Picture-perfect Engagement Parties",
      "sub_heading": "Capturing the Essence of Your Love Story",
      "color": "#FF6347",
      "short_description": "Create lasting memories with an engagement party designed to reflect your unique love story. Be Happy",
      "description_one": "Picture-perfect Engagement Parties specializes in creating lasting memories that capture the essence of a couple's unique love story. From the initial planning stages to the final execution, every detail is meticulously crafted to reflect the individuality and shared journey of the engaged couple. Our dedicated team collaborates closely with the couple to curate an event that mirrors their personalities and showcases their love in a way that is both elegant and personal. With an unwavering commitment to excellence, we ensure that the engagement party is a celebration that radiates joy and anticipation.",
      "description_two": "At Picture-perfect Engagement Parties, we believe that this special moment in a couple's journey deserves to be celebrated in a way that is as beautiful and unique as their love. From elegant decor to interactive experiences, we leave no stone unturned in ensuring that every guest is swept up in the magic of the occasion. Our attention to detail ensures that every aspect of the event is flawless, creating an atmosphere of enchantment that sets the stage for a lifetime of happiness together. With us, you can trust that your engagement party will be a seamless and unforgettable celebration of love.",
      "description_three": "What sets Picture-perfect Engagement Parties apart is our passion for creating events that are both visually stunning and emotionally resonant. Our team's creativity and expertise shine through in every detail, from the carefully curated decor to the thoughtful moments that make the event truly special. We understand that an engagement party is not just a prelude to a wedding, but a meaningful milestone in itself. With Picture-perfect Engagement Parties, your celebration will be a perfect reflection of your unique love story, leaving you with cherished memories to carry forward on your journey to marital bliss.",
      "price": "$2,500",
      "home_image": "https://i.ibb.co/JpB7QCs/service4.png",
      "detail_image_one": "https://i.ibb.co/m9ZznTp/Artboard-1.jpg",
      "detail_image_two": "https://i.ibb.co/Nr8yd5w/Artboard-2.png",
      "detail_image_three": "https://i.ibb.co/zmYcjLS/Artboard-3.png"
    },
    {
      "id": 5,
      "service_name": "Graceful Happy Retirement",
      "sub_heading": "Honoring a Legacy of Achievements",
      "color": "#228B22",
      "short_description": "Honor a career well-lived with a retirement party that reflects the retiree's achievements and aspirations.",
      "description_one": "Graceful Retirement Celebrations specializes in honoring a lifetime of achievements with celebrations that are as dignified and meaningful as the retiree's journey. From the initial planning stages to the final execution, every detail is thoughtfully considered to create an event that pays tribute to the retiree's remarkable career and contributions. Our dedicated team works closely with the retiree and their loved ones to ensure that the celebration is a reflection of their accomplishments and aspirations. With an unwavering commitment to excellence, we create an atmosphere of gratitude, admiration, and joyful reflection.",
      "description_two": "At Graceful Retirement Celebrations, we understand that a retirement celebration is more than just a farewell to a career; it's a moment to honor a legacy. We collaborate with the retiree and their colleagues to curate an event that captures the essence of their achievements. From heartfelt speeches to personalized gifts, every detail is infused with sincerity and appreciation. Our attention to detail ensures that every aspect of the event is executed seamlessly, creating an atmosphere of warmth and camaraderie. With us, you can trust that your retirement celebration will be a fitting tribute to a career well-lived.",
      "description_three": "What sets Graceful Retirement Celebrations apart is our dedication to creating celebrations that are not only visually elegant but also emotionally resonant. Our team's expertise shines through in every element, from the carefully selected decor to the heartfelt moments that make the event truly special. We understand that a retirement celebration is a milestone that marks the transition to a new chapter, and we ensure that it is a moment filled with grace, dignity, and cherished memories. With Graceful Retirement Celebrations, your celebration will be a testament to a career of significance and a future filled with well-deserved relaxation and joy.",
      "price": "$2,000",
      "home_image": "https://i.ibb.co/4Ss66xP/service5.png",
      "detail_image_one": "https://i.ibb.co/MgVHjqX/Artboard-1.jpg",
      "detail_image_two": "https://i.ibb.co/pWpq4JP/Artboard-2.png",
      "detail_image_three": "https://i.ibb.co/WyG9JWG/Artboard-3.png"
    },
    {
      "id": 6,
      "service_name": "Joyous Baby Showers",
      "sub_heading": "Welcoming New Beginnings",
      "color": "#FFC0CB",
      "short_description": "Welcome the newest member of your family with a heartwarming baby shower filled with love and laughter.",
      "description_one": "Joyous Baby Showers specializes in creating heartwarming celebrations to welcome the newest member of your family. From the selection of charming themes to the thoughtful arrangement of decor and activities, every detail is carefully curated to ensure a baby shower filled with love, laughter, and cherished moments. Our dedicated team works closely with parents-to-be and their loved ones to craft an event that captures the joy and excitement of this special milestone. With an unwavering commitment to excellence, we create an atmosphere of warmth and celebration.",
      "description_two": "At Joyous Baby Showers, we believe that a baby shower is more than just a party; it's a celebration of the beautiful journey into parenthood. We specialize in creating a warm and inviting atmosphere that radiates with the anticipation of a new arrival. From adorable decor to fun and engaging activities, every element is designed to create a joyous occasion for the parents-to-be and their cherished guests. Our attention to detail ensures that every moment of the celebration is filled with love and the promise of new beginnings.",
      "description_three": "What sets Joyous Baby Showers apart is our genuine passion for creating meaningful experiences. Our team's creativity and expertise shine through in every aspect, from the carefully selected decor to the thoughtful moments that make the event truly special. We understand the significance of welcoming a new life into the world, and we ensure that every guest leaves with a heart full of love and a memory to treasure. With Joyous Baby Showers, your baby shower will be a heartfelt celebration of the precious journey into parenthood.",
      "price": "$1,200",
      "home_image": "https://i.ibb.co/f4z3q77/service6.png",
      "detail_image_one": "https://i.ibb.co/Cz0dHNG/Artboard-1.jpg",
      "detail_image_two": "https://i.ibb.co/XDKxwqn/Artboard-2.jpg",
      "detail_image_three": "https://i.ibb.co/xSZF58K/Artboard-3.jpg"
    }
  ]
  